"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "Zezwól na dostęp, aby wyświetlać zsynchronizowane filmy";
"NSBluetoothPeripheralUsageDescription" = "Używany do streamowania multimediów do urządzeń zewnętrznych";
"NSCameraUsageDescription" = "Używany do skanowania kodów QR";
"NSMicrophoneUsageDescription" = "Używany do parowania z urządzeniami zewnętrznymi";
"NSFaceIDUsageDescription" = "Służy do odblokowywania urządzenia, gdy ograniczenia są włączone";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Używane do udostępniania anonimowych danych dotyczących ulepszeń produktów.";
"NSLocationAlwaysUsageDescription" = "Używane do udostępniania anonimowych danych dotyczących ulepszeń produktów.";
"NSLocationWhenInUseUsageDescription" = "Używane do udostępniania anonimowych danych dotyczących ulepszeń produktów.";
"NSPhotoLibraryUsageDescription" = "Aby przesyłać obrazy, włącz dostęp do zdjęć.";
"NSBluetoothAlwaysUsageDescription" = "Służy do wykrywania pobliskich urządzeń Google Cast";
"NSLocalNetworkUsageDescription" = "Służy do wykrywania lokalizacji sieciowych i urządzeń Google Cast w sieci lokalnej";
"NSPhotoLibraryAddUsageDescription" = "Pozwoli to na zapisywanie obrazów w aplikacji Zdjęcia.";
